Repository: davita00101110dmg/Gamoitsani
Catalog: Libraries/Packages/GamoitsaniL10n/Sources/GamoitsaniL10n/Resources/Localizable.xcstrings
Source language: en
Languages: az, de, es, fr, hy, ja, ka, ru, tr, uk

# challenge.handOnHead
source: The player explaining the words must always keep one hand on their head.
az: Sözləri izah edən oyunçu həmişə bir əlini başında saxlamalıdır.
de: Der Spieler, der die Wörter erklärt, muss immer eine Hand auf dem Kopf behalten.
es: El jugador que explica las palabras debe mantener siempre una mano en su cabeza.
fr: Le joueur qui explique les mots doit toujours garder une main sur sa tête.
hy: Բառերը բացատրող խաղացողը միշտ պետք է մեկ ձեռքը գլխին պահի:
ja: 単語を説明するプレイヤーは、常に片手を頭に置いておかなければなりません。
ka: მოთამაშემ, რომელიც ხსნის სიტყვებს, მუდამ ერთი ხელი თავზე უნდა ჰქონდეს.
ru: Игрок, объясняющий слова, должен всегда держать одну руку на голове.
tr: Kelimeleri açıklayan oyuncu, her zaman bir elini kafasında tutmalıdır.
uk: Гравець, який пояснює слова, завжди повинен тримати одну руку на голові.

# challenge.questionForm
source: The guesser must answer in the form of: 'Is it [word]?'
az: Təxmin edən 'Bu [söz] dir?' formasında cavab verməlidir.
de: Der Ratende muss in der Form antworten: 'Ist es [Wort]?'
es: El que adivina debe responder en la forma: '¿Es [palabra]?'
fr: Le devin doit répondre sous la forme : 'Est-ce [mot] ?'
hy: Գուշակողը պետք է պատասխանի հետևյալ ձևով. 'Դա [բառ] է?':
ja: 推測する人は「それは[単語]ですか？」という形式で答えなければなりません。
ka: გამომცნობმა უნდა უპასუხოს შემდეგი ფორმით: 'ეს არის [სიტყვა]?'
ru: Отгадывающий должен отвечать в форме: 'Это [слово]?'
tr: Tahmin eden, 'Bu [kelime] mi?' şeklinde cevap vermelidir.
uk: Той, хто вгадує, має відповідати у формі: 'Це [слово]?'

# challenge.robotVoice
source: The explaining player must speak in a robot voice throughout the round.
az: İzah edən oyunçu bütün raund ərzində robot səsi ilə danışmalıdır.
de: Der erklärende Spieler muss während der ganzen Runde mit Roboterstimme sprechen.
es: El jugador que explica debe hablar con voz de robot durante toda la ronda.
fr: Le joueur qui explique doit parler avec une voix de robot tout au long de la manche.
hy: Բացատրող խաղացողը պետք է խոսի ռոբոտի ձայնով ողջ փուլի ընթացքում:
ja: 説明するプレイヤーはラウンド中、ロボットの声で話さなければなりません。
ka: ამხსნელმა მოთამაშემ უნდა ისაუბროს რობოტის ხმით მთელი რაუნდის განმავლობაში.
ru: Объясняющий игрок должен говорить голосом робота на протяжении всего раунда.
tr: Açıklayan oyuncu, tur boyunca robot sesiyle konuşmalıdır.
uk: Гравець, який пояснює, повинен говорити голосом робота протягом усього раунду.

# challenge.royalTitles
source: Team members must address each other using royal titles (Your Majesty).
az: Komanda üzvləri bir-birinə kral titullarından istifadə edərək müraciət etməlidir (Əlahəzrət).
de: Teammitglieder müssen sich gegenseitig mit königlichen Titeln ansprechen (Eure Majestät).
es: Los miembros del equipo deben dirigirse entre sí usando títulos reales (Su Majestad).
fr: Les membres de l'équipe doivent s'adresser les uns aux autres en utilisant des titres royaux (Votre Majesté).
hy: Թիմի անդամները պետք է դիմեն միմյանց՝ օգտագործելով արքայական տիտղոսներ (Ձերդ Մեծություն):
ja: チームメンバーは互いに王族の敬称（陛下）を使って呼びかけなければなりません。
ka: გუნდის წევრებმა უნდა მიმართონ ერთმანეთს სამეფო ტიტულების გამოყენებით (თქვენო უდიდებულესობავ).
ru: Члены команды должны обращаться друг к другу, используя королевские титулы (Ваше Величество).
tr: Takım üyeleri birbirlerine kraliyet unvanları kullanarak hitap etmelidir (Majesteleri).
uk: Члени команди повинні звертатися один до одного, використовуючи королівські титули (Ваша Величносте).

# challenge.whisper
source: All team members must whisper throughout the entire round.
az: Bütün komanda üzvləri bütün raund boyu pıçıldamalıdır.
de: Alle Teammitglieder müssen während der gesamten Runde flüstern.
es: Todos los miembros del equipo deben susurrar durante toda la ronda.
fr: Tous les membres de l'équipe doivent chuchoter pendant toute la manche.
hy: Թիմի բոլոր անդամները պետք է շշնջան ողջ փուլի ընթացքում:
ja: チームメンバー全員がラウンド全体を通して囁かなければなりません。
ka: გუნდის ყველა წევრმა უნდა იჩურჩულოს მთელი რაუნდის განმავლობაში.
ru: Все члены команды должны шептать на протяжении всего раунда.
tr: Tüm takım üyeleri, tüm tur boyunca fısıldamalıdır.
uk: Всі члени команди повинні шепотіти протягом усього раунду.

# common.cancel
source: Cancel
az: Ləğv et
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
ja: キャンセル
ka: გაუქმება
ru: Отмена
tr: İptal
uk: Скасувати

# game.leaderboard
source: Leaderboard
az: Nəticələr
de: Anzeigetafel
es: Marcador
fr: Tableau des scores
hy: Արդյունքներ
ja: スコアボード
ka: ტურნირის ცხრილი
ru: Таблица результатов
tr: Sonuçlar
uk: Результати

# game.noWords
source: No words left
az: Başqa söz qalmayıb
de: Keine weiteren Wörter
es: No hay más palabras
fr: Plus de mots
hy: Այլևս բառեր չկան
ja: 単語がもうありません
ka: სიტყვები ამოიწურა
ru: Больше нет слов
tr: Başka kelime kalmadı
uk: Більше немає слів

# game.start
source: Start
az: Başla
es: Comenzar
fr: Commencer
hy: Սկսել
ja: 開始
ka: დაწყება
ru: Начать
tr: Başla
uk: Почати

# mode.arcade
source: Arcade
az: Arkada
hy: Արկադ
ja: アーケード
ka: არკადა
ru: Аркадный
uk: Аркада

# mode.arcade.detail
source: Five words at once
az: Eyni anda 5 söz oyna
de: Mit 5 Wörtern gleichzeitig spielen
es: Jugar con 5 palabras a la vez
fr: Jouer avec 5 mots à la fois
hy: Խաղալ 5 բառով միաժամանակ
ja: 5つの単語を同時にプレイ
ka: ხუთი სიტყვა ერთდროულად
ru: Играть с 5 словами одновременно
tr: Aynı anda 5 kelime oyna
uk: Грайте з 5 словами одночасно

# mode.classic
source: Classic
az: Klassik
de: Klassisch
es: Clásico
fr: Classique
hy: Դասական
ja: クラシック
ka: კლასიკური
ru: Классический
tr: Klasik
uk: Класичний

# mode.classic.detail
source: One word at a time
az: Bir dəfədə bir söz oyna
de: Ein Wort nach dem anderen spielen
es: Jugar una palabra a la vez
fr: Jouer un mot à la fois
hy: Խաղալ մեկ բառով
ja: 一度に一つの単語をプレイ
ka: თითო სიტყვა
ru: Играть по одному слову за раз
tr: Tek seferde bir kelime oyna
uk: Грайте одне слово за раз

# settings.feedback
source: Help & feedback
az: Kömək və rəy
de: Hilfe & Feedback
es: Ayuda y comentarios
fr: Aide et commentaires
hy: Օգնություն և հետադարձ կապ
ja: ヘルプとフィードバック
ka: დახმარება & უკუკავშირი
ru: Помощь и обратная связь
tr: Yardım & Geri Bildirim
uk: Допомога та відгуки

# settings.language
source: Language
az: Dil
de: Sprache
es: Idioma
fr: Langue
hy: Լեզու
ja: 言語
ka: ენა
ru: Язык
tr: Dil
uk: Мова

# settings.rate
source: Rate this app
az: Tətbiqi qiymətləndir
de: Diese App bewerten
es: Valorar esta aplicación
fr: Évaluer cette application
hy: Գնահատել հավելվածը
ja: このアプリを評価
ka: შეაფასე აპლიკაცია
ru: Оценить приложение
tr: Uygulamayı Değerlendir
uk: Оцінити додаток

# settings.share
source: Share this app
az: Tətbiqi paylaş
de: Diese App teilen
es: Compartir esta aplicación
fr: Partager cette application
hy: Կիսվել հավելվածով
ja: このアプリを共有
ka: გააზიარე აპლიკაცია
ru: Поделиться приложением
tr: Bu Uygulamayı Paylaş
uk: Поділитися додатком

# settings.title
source: Settings
az: Tənzimləmələr
de: Einstellungen
es: Ajustes
fr: Paramètres
hy: Կարգավորումներ
ja: 設定
ka: პარამეტრები
ru: Настройки
tr: Ayarlar
uk: Налаштування

# setup.addTeam
source: Add a team
az: Komanda əlavə et
de: Team hinzufügen
es: Añadir un equipo
fr: Ajouter une équipe
hy: Ավելացնել թիմ
ja: チームを追加
ka: გუნდის დამატება
ru: Добавить команду
tr: Takım ekle
uk: Додати команду

# setup.error.duplicate
source: Two teams share this name
az: Bu adda komanda artıq mövcuddur
de: Ein Team mit diesem Namen existiert bereits
es: Ya existe un equipo con este nombre
fr: Une équipe avec ce nom existe déjà
hy: Այս անունով թիմ արդեն գոյություն ունի
ja: この名前のチームはすでに存在します
ka: სახელი მეორდება
ru: Команда с таким названием уже существует
tr: Bu isimde bir takım zaten var
uk: Команда з такою назвою вже існує

# setup.error.empty
source: Give this team a name
az: Ad boş ola bilməz
de: Name darf nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
hy: Անունը չի կարող դատարկ լինել
ja: 名前を空にすることはできません
ka: დაარქვით სახელი
ru: Имя не может быть пустым
tr: İsim boş olamaz
uk: Назва не може бути пустою

# setup.mode
source: Mode
az: Oyun rejimi
de: Spielmodus
es: Modo de juego
fr: Mode de jeu
hy: Խաղի ռեժիմ
ja: ゲームモード
ka: რეჟიმი
ru: Режим игры
tr: Oyun modu
uk: Режим гри

# setup.play
source: Play
az: Başla
de: Start
es: Comenzar
fr: Commencer
hy: Սկսել
ja: 開始
ka: თამაში
ru: Начать
tr: Başla
uk: Почати

# setup.superWord.detail
source: One word per round is worth 3
az: Təsadüfi super söz (3 xal)
de: Zufälliges Superwort (3 Punkte)
es: Palabra super aleatoria (3 Puntos)
fr: Mot super aléatoire (3 Points)
hy: Պատահական սուպեր բառ (3 միավոր)
ja: ランダムなスーパーワード（3ポイント）
ka: რაუნდში ერთი სიტყვა ღირს 3
ru: Случайное супер-слово (3 Очка)
tr: Rastgele süper kelime (3 Puan)
uk: Випадкове супер слово (3 бали)

# setup.teamName
source: Team name
az: Komanda adı
es: Nombre del equipo
fr: Nom de l'équipe
hy: Թիմի անուն
ja: チーム名
ka: გუნდის სახელი
ru: Название команды
tr: Takım adı
uk: Назва команди

# setup.teams
source: Teams
az: Komandalar
es: Equipos
fr: Équipes
hy: Թիմեր
ja: チーム
ka: გუნდები
ru: Команды
tr: Takımlar
uk: Команди

# stats.guessed
source: guessed
az: Təxmin edilən sözlər
de: Erratene Wörter
es: Palabras Adivinadas
fr: Mots Devinés
hy: Գուշակված բառեր
ja: 当てた単語
ka: გამოცნობილი
ru: Угаданные слова
tr: Tahmin Edilen Kelimeler
uk: Вгадані слова

# stats.sets
source: sets skipped
az: Dəstlər Atlandı
de: Übersprungene Sets
es: Conjuntos Omitidos
fr: Ensembles Passés
hy: Կոմպլեկտները բաց են թողնվել
ja: スキップしたセット
ka: გამოტოვებული სეტი
ru: Пропущенные наборы
tr: Atlanan Setler
uk: Сети пропущені

# stats.skipped
source: skipped
az: Sözlər Atlandı
de: Übersprungene Wörter
es: Palabras Omitidas
fr: Mots Passés
hy: Բառեր բաց թողնված
ja: スキップした単語
ka: გამოტოვებული
ru: Пропущенные слова
tr: Atlanan Kelimeler
uk: Пропущені слова

# stats.streak
source: best streak
az: Ən yaxşı zolaq
de: Beste Serie
es: Mejor Racha
fr: Meilleure Série
hy: Լավագույն շարք
ja: 最高連続成功
ka: საუკეთესო სერია
ru: Лучшая серия
tr: En İyi Seri
uk: Найкраща серія

# a11y.guessHint
source: Mark as guessed
ka: მონიშნე გამოცნობილად

# a11y.guessed
source: Guessed
ka: გამოცნობილი

# a11y.regularWord
source: 1 point
ka: 1 ქულა

# a11y.startingIn
source: Starting in
ka: დაიწყება

# a11y.superWord
source: Super word, 3 points
ka: სუპერ სიტყვა, 3 ქულა

# a11y.timeRemaining
source: Time remaining
ka: დარჩენილი დრო

# a11y.undoHint
source: Undo this guess
ka: დააბრუნე გამოცნობა

# award.skips
source: Most skips
ka: ყველაზე მეტი გამოტოვება

# award.speed
source: Fastest
ka: ყველაზე სწრაფი

# award.streak
source: Best streak
ka: საუკეთესო სერია

# award.superWords
source: Super words
ka: სუპერ სიტყვები

# award.words
source: Most words
ka: ყველაზე მეტი სიტყვა

# challenge.accent
source: The explaining player must keep a foreign accent throughout the round.
ka: ამხსნელმა მოთამაშემ უცხოური აქცენტით უნდა ისაუბროს მთელი რაუნდის განმავლობაში.

# challenge.commentator
source: The explaining player must explain like a sports commentator.
ka: ამხსნელმა მოთამაშემ სპორტული კომენტატორივით უნდა ახსნას სიტყვები.

# challenge.lookAway
source: The explaining player must face away from their team.
ka: ამხსნელი მოთამაშე ზურგით უნდა იდგეს თავისი გუნდისკენ.

# challenge.onlyQuestions
source: The explaining player may only speak in questions.
ka: ამხსნელს მხოლოდ კითხვების დასმა შეუძლია.

# challenge.shoutIt
source: The guessers must shout every answer.
ka: გამომცნობებმა ყველა პასუხი ხმამაღლა უნდა დაიყვიროს.

# challenge.singIt
source: Every clue must be sung.
ka: ამხსნელმა მოთამაშემ ყველა მინიშნება უნდა იმღეროს.

# challenge.thirdPerson
source: Team members must refer to themselves in the third person.
ka: გუნდის წევრებმა საკუთარ თავზე მესამე პირში უნდა ისაუბრონ.

# common.done
source: Done
ka: მზადაა

# common.ok
source: OK
ka: კარგი

# game.challenge
source: Challenge
ka: გამოწვევა

# game.correct
source: Correct
ka: სწორია

# game.extraRound
source: Extra round
ka: დამატებითი რაუნდი

# game.finish
source: Finish
ka: დასრულება

# game.gotIt
source: Got it
ka: გასაგებია

# game.howToPlay
source: How to play
ka: როგორ ვითამაშოთ

# game.newWords
source: New words
ka: ახალი სიტყვები

# game.nextUp
source: Next:
ka: შემდეგი:

source: Game over
ka: თამაში დასრულდა

# game.rematch
source: Rematch
ka: რევანში

# game.round
source: Round
ka: რაუნდი

# game.share
source: Share
ka: გაზიარება

# game.skip
source: Skip
ka: გამოტოვება

# game.stats
source: Stats
ka: სტატისტიკა

# game.upNow
source: up now
ka: ახლა

# home.title
source: GAMOITSANI
ka: გამოიცანი

# iap.dismiss
source: Not now
ka: ახლა არა

# iap.failed
source: Purchase failed
ka: შესყიდვა ვერ შესრულდა

# iap.owned
source: Ads removed
ka: რეკლამა მოხსნილია

# iap.removeAds
source: Remove ads
ka: რეკლამის მოხსნა

# iap.removeAds.detail
source: No banners, no breaks
ka: ბანერებისა და პაუზების გარეშე

# iap.restore
source: Restore purchases
ka: შესყიდვის აღდგენა

# iap.restore.nothing
source: There was nothing to restore on this Apple Account.
ka: ამ Apple Account-ზე აღსადგენი არაფერია.

# iap.title
source: Purchases
ka: შესყიდვები

# players.add
source: Add player
ka: მოთამაშის დამატება

# players.all
source: All players
ka: ყველა მოთამაშე

# players.bestTurn
source: Best turn
ka: საუკეთესო სვლა

# players.described
source: Words described
ka: ახსნილი სიტყვები

# players.draw
source: Shuffle
ka: არევა

# players.games
source: Games
ka: თამაშები

# players.needMore
source: Add at least 4 players
ka: დაამატე მინიმუმ 4 მოთამაშე

# players.none
source: Nothing yet. Finish a game and it shows up here.
ka: ჯერ არაფერია. დაასრულე თამაში და აქ გამოჩნდება.

# players.placeholder
source: Add a player
ka: დაამატე მოთამაშე

# players.record
source: Record
ka: სტატისტიკა

# players.redraw
source: Shuffle again
ka: თავიდან არევა

# players.remove
source: Remove
ka: წაშლა

# players.teamCount
source: Teams
ka: გუნდები

# players.title
source: Players
ka: მოთამაშეები

# players.won
source: Won
ka: მოგებული

# rules.1
source: One player describes the word without saying it.
ka: ერთი მოთამაშე აღწერს სიტყვას ისე, რომ არ თქვას იგი.

# rules.2
source: Their team guesses before the timer runs out.
ka: გუნდი უნდა გამოიცნოს დროის ამოწურვამდე.

# rules.3
source: A correct guess is +1. A skip is −1.
ka: სწორი პასუხი +1. გამოტოვება −1.

# rules.4
source: Highest score after the last round wins.
ka: ბოლო რაუნდის შემდეგ იმარჯვებს ყველაზე მაღალი ქულა.

# settings.about
source: About
ka: აპლიკაციის შესახებ

# settings.build
source: Build
ka: ბილდი

# settings.haptics
source: Haptics
ka: ვიბრაცია

# settings.sound
source: Sound
ka: ხმა

# settings.sound.effects
source: Sound effects
ka: ხმოვანი ეფექტები

# settings.support
source: Support
ka: დახმარება

# settings.version
source: Version
ka: ვერსია

# setup.challenge
source: Team challenge
ka: გუნდის გამოწვევა

# setup.challenge.detail
source: Each team gets a silly rule
ka: თითოეული გუნდი იღებს წესს

# setup.difficulty
source: Difficulty
ka: სირთულე

# setup.difficulty.easy
source: Easy
ka: მარტივი

# setup.difficulty.easy.detail
source: The most familiar words only
ka: მხოლოდ ყველაზე ნაცნობი სიტყვები

# setup.difficulty.hard
source: Hard
ka: რთული

# setup.difficulty.hard.detail
source: The toughest words only
ka: მხოლოდ ყველაზე რთული სიტყვები

# setup.difficulty.mixed
source: Mixed
ka: შერეული

# setup.difficulty.mixed.detail
source: Every word in the game
ka: თამაშის ყველა სიტყვა

# setup.difficulty.normal
source: Medium
ka: საშუალო

# setup.difficulty.normal.detail
source: Everything but the hardest
ka: ყველაფერი, ურთულესის გარდა

# setup.discard
source: Discard
ka: წაშლა

# setup.error.count
source: You need 2 to 5 teams
ka: საჭიროა 2-დან 5 გუნდამდე

# setup.error.tooLong
source: That name is too long
ka: სახელი ძალიან გრძელია

# setup.extras
source: Extras
ka: დამატებით

# setup.extras.none
source: Tap to add extras to the game
ka: შეეხე დამატებითი წესების ჩასართავად

# setup.inProgress
source: Game in progress
ka: მიმდინარე თამაში

# setup.length
source: Length
ka: ხანგრძლივობა

# setup.record
source: Record the game
ka: თამაშის ჩაწერა

# setup.record.detail
source: Film each turn to Photos
ka: თითოეული სვლა ჩაიწერება Photos-ში

# setup.removeTeam
source: Remove team
ka: გუნდის წაშლა

# setup.resume
source: Resume game
ka: თამაშის გაგრძელება

# setup.round
source: Round
ka: რაუნდი

# setup.rounds
source: Rounds
ka: რაუნდები

# setup.superWord
source: Super word
ka: სუპერ სიტყვა

# setup.teamDefault
source: Team
ka: გუნდი

# share.preview
source: Game result
ka: თამაშის შედეგი

# teams.mode.byHand
source: By hand
ka: ხელით

# teams.mode.draw
source: Draw
ka: გათამაშება
